Repository: UiL-OTS-labs/babex
Catalog: experiments/locale/*/LC_MESSAGES/django.po
Languages: nl

# criteria:form:correct_value:error:not_a_value
source: This is not a value as specified in 'values'!
nl: Deze waarde is niet opgegeven in 'Mogelijke waardes'!

# criterion:attribute:name_form
source: Form name
nl: Form naam

# criterion:attribute:name_natural
source: Display name
nl: Weergave naam

# criterion:attribute:values
source: Values (comma separated)
nl: Mogelijke waardes

# experiment_criterion:attribute:correct_value
source: Correct value
nl: Correcte waarde

# experiment_criterion:attribute:message_failed
source: Message when failed
nl: Melding indien incorrect

# experiment:form:use_timeslots:true
source: On location
nl: Op locatie

# time_slot:attribute:datetime
source: Date & Time
nl: Tijd & Datum

# time_slot:attribute:max_places
source: Places in this slot
nl: Aantal plekken

# default_criteria:attribute:multilingual:no
source: One
nl: Een

# default_criteria:attribute:multilingual:yes
source: Many
nl: Meerdere

# experiments:globals:indifferent
source: Indifferent
nl: Maakt niet uit

# default_criteria:attribute:sex:male
source: Male
nl: Man

# default_criteria:attribute:sex:female
source: Female
nl: Vrouw

# default_criteria:attribute:dyslexia:yes
source: Yes
nl: Ja

# default_criteria:attribute:dyslexia:no
source: No
nl: Nee

# default_criteria:attribute:language
source: What should the participant's language be?
nl: Wat moet de moedertaal van de participant zijn?

# default_criteria:attribute:multilingual
source: Does the participant have to speak one or many languages?
nl: Moet de participant een of meerdere talen spreken?

# default_criteria:attribute:sex
source: Should the participant be Male or Female?
nl: Moet de participant man of vrouw zijn?

# default_criteria:attribute:dyslexia
source: Should the participant be dyslectic?
nl: Moet de participant dyslectisch zijn?

# default_criteria:attribute:min_age
source: What should the lower bound of the participant's age be?
nl: Wat moet de ondergrens van de participant's leeftijd zijn?

# default_criteria:attribute:min_age:help_text
source: Set to -1 if this criterion doesn't matter.
nl: Zet dit op -1 als er geen ondergrens is.

# default_criteria:attribute:max_age
source: What should the upper bound of the participant's age be?
nl: Wat moet de bovengrens van de participant's leeftijd zijn?

# default_criteria:attribute:max_age:help_text
source: Set to -1 if this criterion doesn't matter
nl: Zet dit op -1 als er geen bovengrens is.

# experiment:attribute:name
source: Name
nl: Naam

# experiment:attribute:duration
source: Duration
nl: Tijdsduur

# experiment:attribute:compensation
source: Compensation
nl: Compensatie

# experiment:attribute:task_description
source: Task description
nl: Taak omschrijving

# experiment:attribute:additional_instructions
source: Additional Instructions
nl: Extra instructies

# experiment:attribute:confirmation_email
source: Confirmation mail text
nl: Bevestigingsmail text

# experiment:attribute:confirmation_email:help_text
source: There are several variables you can use:<br/><code>{experiment_name}</code> The name of the experiment<br/><code>{experiment_location}</code> The location of the experiment (if set)<br/><code>{participant_name}</code> The name of the participant<br/><code>{date}</code> The date of the chosen timeslot<br/><code>{time}</code> The time of the chosen timeslot<br/><code>{leader_name}</code> The name of the leader<br/><code>{leader_email}</code> The e-mail of the leader<br/><code>{leader_phonenumber}</code> The phonenumber of the leader<br/><code>{all_leaders_name_list}</code> A list of all leaders, nicely formatted for humans<br/>
nl: Er zijn enkele variabelen:<br/><code>{experiment_name}</code> De naam van het experiment<br/><code>{experiment_location}</code> De locatie van het experiment (indien ingesteld)<br/><code>{participant_name}</code> De naam van de participant<br/><code>{date}</code> De datum van het gekozen timeslot<br/><code>{time}</code> De tijd van het gekozen timeslot<br/><code>{leader_name}</code> De naam van de proefleider<br/><code>{leader_email}</code> De e-mail van de proefleider<br/><code>{leader_phonenumber}</code> Het telefoonnummer van de proefleider<br/>

# experiment:attribute:location
source: Location
nl: Locatie

# experiment:attribute:use_timeslots:help_text
source: If 'on location' is selected, a participant must choose a timeslot when registering for an experiment. When 'online' is selected, they only have to register for the experiment.
nl: Indien 'op locatie' is gekozen, moeten participanten voor een tijdslot inschrijven. Als 'online' is gekozen, schrijven participanten alleen in voor een experiment.

# experiment:attribute:default_max_places
source: Default number of places.
nl: Standaard aantal plekken.

# experiment:attribute:default_max_places:help_text
source: Determines the default number of places for the timeslots. Can be overridden on a per-slot basis. If the experiment doesn't use timeslots, this is the max number of participants that can take part in this experiment.
nl: Standaard aantal plekken in een timeslot. Dit kan later per slot veranderd worden. Als een experiment geen timeslots gebruikt, is dit het max aantal participanten voor dit experiment.

# experiment:attribute:open
source: Open
nl: Open voor participanten

# experiment:attribute:open:help_text
source: Determines if the experiment is open for new participants.
nl: Bepaald of participanten zich kunnen opgeven voor dit experiment.

# experiment:attribute:public
source: Public
nl: Openbaar

# experiment:attribute:public:help_text
source: Determines if the experiment should be advertised on the front page. If not, participants will only be able to find it through a direct link. Meant to be used for follow-up experiments where only participants who have participated in the original experiment should register.
nl: Bepaald of dit experiment op de voorpagina komt te staan. Indien dit is uitgevinkt, kunnen participanten zich alleen opgeven indien ze een directe link hebben. Dit is voornamelijk bedoeld voor vervolg experimenten waarbij alleen participanten uit de originele studie mee mogen doen..

# experiment:attribute:participants_visible
source: Participants Visible
nl: Participanten zichtbaar

# experiment:attribute:participants_visible:help_text
source: If unchecked, participant data will be hidden from the experiment leader(s).
nl: Bepaald of proefleiders de persoonlijke informatie van participanten kunnen zien.

# experiment:attribute:excluded_experiments
source: Excluded experiment
nl: Buitengesloten experimenten

# experiment:attribute:excluded_experiments:help_text
source: Any experiments that should exclude a participant if they have been a participant in said experiment. <br/>You can type a name in the field to search through the list. Once selected, the experiment should show up in the field as a box.
nl: Experimenten waar een participant niet aan mee heeft mogen doen voor dit experiment. <br/>Je kunt zoeken door de lijst door in dit veld te typen, als je een experiment selecteert zal die als een blokje verschijnen in het veld.

# experiment:attribute:leader
source: Leader
nl: Proefleider

# experiment:attribute:leader:help_text
source: The main experiment leader, who will be displayed as the contact on the experiment page.
nl: De hoofd-proefleider. Deze proefleider zal getoond worden als het contactpersoon op de experiment pagina.

# experiment:attribute:additional_leaders
source: Additional leaders
nl: Extra proefleiders

# experiment:attribute:additional_leaders:help_text
source: Any additional leaders for this experiment. They will be able to login and see appointments, like the main leader. <br/>You can type in a name to search through the list. Once selected, the leader should show up in the field as a box.
nl: Enige andere proefleiders van dit experiment. Indien opgegeven kunnen deze proefleiders de afspraken van dit experiment zien in hun persoonlijke account.<br/>Je kunt zoeken door de lijst door in dit veld te typen, als je een proefleider selecteert zal die als een blokje verschijnen in het veld.

# location:attribute:name
source: Name
nl: Naam

# location:attribute:route_url
source: Routedescription URL
nl: Routebeschrijving URL

# criteria:delete:header
source: Delete criterion
nl: Criterium verwijderen

# criteria:delete:text
source: Are you sure you want to delete the criterion '{}'? It is currently used in {} experiment(s)! Deleting this criterion will also remove it from any experiment it is linked to.
nl: Weet je zeker dat je het criterium '{}' wilt verwijderen? Het wordt op het moment in {} experiment(en) gebruikt! Indien dit criterium wordt verwijderd zal deze niet meer gebruikt worden in enige gelinkt experimenten.

# criteria:delete:cancel
source: Cancel
nl: Annuleer

# criteria:delete:confirm
source: Delete criterion
nl: Verwijder criterium

# criteria:edit:header
source: Edit criterion
nl: Criterium aanpassen

# experiments:globals:save_button
source: Save
nl: Opslaan

# criteria:home:create_criterion
source: New criterion
nl: Nieuwe criterium

# criteria:home:info_text
source: Here you will find an overview of existing criteria and how many experiments use a criterion. You will also be able to create, modify and delete criteria. <br/>Criteria do not have a correct value or standard error message, this will be specified when adding a criterion to an experiment. This is in order to promote re-using criteria.
nl: Hier kun je zien welke losse criteria al bestaan, criteria aanmaken en wijzigen. Ook kun je zien in hoeveel experimenten een criterium wordt gebruikt. <br/> Criteria hebben geen correctie waarde of een ingestelde foutmelding, dit wordt aangegeven bij het toevoegen van een criterium aan een experiment. Op deze manier kunnen criteria beter hergebruikt worden.

# criteria:home:num_experiment
source: Number of linked experiments
nl: Aantal gelinkte experimenten

# experiments:globals:actions
source: Actions
nl: Acties

# criteria:home:edit:title
source: Edit criterion
nl: Criterium aanpassen

# criteria:home:delete:title
source: Delete criterion
nl: Criterium verwijderen

# criteria:new:header
source: New criterion
nl: Nieuw criterium

# criteria:specific_list:header
source: Specific criteria for '{}'
nl: Specifieke criteria voor '{}'

# criteria:specific_list:delete:title
source: Remove this criterion from this experiment
nl: Verwijder criterium uit experiment

# criteria:specific_list:add_new:header
source: Add new criterion
nl: Voeg nieuw criterium toe

# experiments:globals:add_button
source: Add
nl: Toevoegen

# criteria:specific_list:add_existing:header
source: Add existing criterion
nl: Voeg bestaand criterium toe

# criteria:existing_form:criterion
source: Criterion
nl: Criterium

# criteria:new_default_criteria:header
source: Default criteria for {}
nl: Standaard criteria voor {}

# criteria_snippit:dyslexia
source: Dyslectic:
nl: Dyslectisch:

# criteria_snippit:language
source: Language:
nl: Taal:

# criteria_snippit:multilingual
source: Multilingual:
nl: Meertalig:

# criteria_snippit:sex
source: Sex:
nl: Geslacht:

# criteria_snippit:min_age
source: Min Age:
nl: Min. leeftijd:

# criteria_snippit:max_age
source: Max Age:
nl: Max. leeftijd:

# experiments:delete:header
source: Delete experiment
nl: Verwijder experiment

# experiments:delete:text
source: Are you sure you want to delete the experiment '{}'?
nl: Weet je zeker dat je het experiment '{}' wilt verwijderen?

# experiments:delete:cancel
source: Cancel
nl: Annuleer

# experiments:delete:confirm
source: Delete experiment
nl: Verwijder experiment

# experiments:detail:all_experiments
source: All experiments
nl: Alle experimenten

# experiments:detail:comments
source: Comments
nl: Opmerkingen

# experiments:detail:comments:added_by
source: Added by
nl: Toegevoegd door

# experiments:detail:comments:added_on
source: Added on
nl: Datum en tijd

# experiments:detail:comments:comment
source: Comment
nl: Opmerking

# experiments:detail:comment:system_user
source: System
nl: Systeem

# experiments:detail:comment:admin_user
source: Admin user
nl: Admin gebruiker

# experiments:detail:comment:delete
source: Delete comment
nl: Verwijder opmerking

# experiments:detail:info
source: General info
nl: Algemene info

# experiments:detail:edit_info
source: Edit
nl: Bewerk

# experiments:detail:info:duration
source: Duration
nl: Tijdsduur

# experiments:detail:info:compensation
source: Compensation
nl: Compensatie

# experiments:detail:info:task_description
source: Task description
nl: Taak omschrijving

# experiments:detail:info:additional_instructions
source: Additional Instructions
nl: Extra instructies

# experiments:detail:info:use_timeslots
source: Location study
nl: Gebruikt timeslots

source: yes,no
nl: ja,nee

# experiments:detail:info:location
source: Location
nl: Locatie

# experiments:detail:info:public
source: Public
nl: Openbaar

# experiments:detail:info:participants_visible
source: Participants Visible
nl: Participanten zichtbaar

# experiments:detail:info:leader
source: Main leader
nl: Hoofd proefleider

# experiments:detail:edit_default_criteria
source: Edit default criteria
nl: Pas standaard criteria aan

# experiments:detail:edit_specific_criteria
source: Edit specific criteria
nl: Pas specifieke criteria aan

# experiments:detail:participants
source: Participants
nl: Participanten

# experiments:detail:participants:view_details
source: View details
nl: Bekijk details

# experiments:detail:participants:name
source: Name
nl: Naam

# experiments:detail:participants:date_added
source: Date registered
nl: Ingeschreven op

# experiments:detail:timeslots:edit_timeslots
source: Edit timeslots
nl: Bewerk timeslots

# experiments:detail:timeslots:view_participants
source: View participants
nl: Bekijk alle participanten

# experiments:detail:timeslots:datetime
source: Date & Time
nl: Datum en tijd

# experiments:detail:timeslots:free_places
source: Free places
nl: Vrije plekken

# experiments:detail:timeslots:taken_places
source: Taken places
nl: Ingeplande plekken

# experiments:edit:header
source: Edit experiment
nl: Verander experiment

# experiments:excluded_experiments:header
source: Excluded experiments
nl: Uitgesloten experimenten

# experiments:excluded_experiments:toggle_header
source: Participants may have taken part in experiment
nl: Participanten hebben mogen deelnemen in dit experiment

# experiments:excluded_experiments:excluded:title
source: Exclude experiment
nl: Neem experiment op

# experiments:excluded_experiments:included:title
source: Include experiment
nl: Sluit experiment uit

# experiments:home:edit_experiment:title
source: Edit experiment
nl: Pas experiment aan

# experiments:home:invite:title
source: Invite participants
nl: Nodig participanten uit

# experiments:home:participants:title
source: Participants
nl: Participanten

# experiments:home:delete:title
source: Delete experiment
nl: Verwijder experiment

# experiments:home:header
source: Experiments
nl: Experimenten

# experiments:home:create_experiment
source: Create experiment
nl: Nieuw experiment

# experiments:global:participants
source: Participants
nl: Participanten

# experiments:home:switch_open:title
source: Open/close experiment
nl: Open/sluit experiment

# experiments:home:switch_public:title
source: Make experiment public/private
nl: Maak experiment openbaar/verborgen

# experiments:home:switch_visible:title
source: Toggle participant details visibility
nl: Maak participant data openbaar/verborgen voor proefleiders

# experiments:invite:header
source: Invite Participants - Experiment: {}
nl: Participanten uitnodigen - Experiment: {}

# experiments:new:header
source: New Experiment
nl: Nieuw experiment

# experiments:new:info_text
source: You can create new experiments here. Criteria are set on the next page.
nl: Hier kun je een nieuw experiment aanmaken. Criteria kun je op de volgende pagina instellen.

# experiments:globals:next_button
source: Next >>
nl: Volgende >>

# experiments:participants:header
source: participants - Experiment '{}'
nl: Participanten - Experiment '{}'

# timeslots:day
source: Day
nl: Dag

# experiments:participants:reminder
source: Reminder
nl: Herinner

# experiments:participants:phone_number
source: Phone number
nl: Telefoon- nummer

# experiments:participants:birth_date
source: Birth date
nl: Geboorte- datum

# experiments:participants:language
source: Lang.
nl: Taal

# experiments:participants:multilingual
source: Multiple Lang. (one/many)
nl: Meerdere talen

# experiments:participants:sex
source: Sex (M/F)
nl: Geslacht

# timeslots:remove_participant:title
source: Unsubscribe participant
nl: Verwijder participant uit dit timeslot.

# timeslots:silent_remove_participant:title
source: Unsubscribe participant (without sending an automatic confirmation email)
nl: Verwijder participant uit dit timeslot (zonder automatische bevestigings-mail).

source: many,one
nl: meerdere,een

# experiments:participants:send
source: Send
nl: Verstuur

# locations:update:header
source: Update Location
nl: Verander locatie

# locations:home:header
source: Locations
nl: Locaties

# locations:home:create_location
source: Create location
nl: Nieuwe locatie

# locations:new:header
source: New Location
nl: Nieuwe locatie

# timeslots:home:header
source: Timeslots for experiment '{}'
nl: Timeslots voor experiment '{}'

# timeslots:home:info_text
source: Timeslots can be edited here.<br/>If your timeslot has multiple 'places', (that is, if you are running multiple participants in the same timeslot), please note that you can only delete the last place in a certain timeslot.<br/>If you need to delete multiple (or all) places, you can use the checkboxes. By default you can only check the last checkbox for a timeslot. Once a checkbox has been clicked, the one above it (within the same timeslot) can be checked too.<br/><br/>The 'group rows by slot' button toggles grouping places under a timeslot. It is designed to improve readability if your timeslots have multiple places, but it can have the opposite effect if most of your timeslots only have 1 place.
nl: Hier kun je de timeslots voor dit experiment aanpassen. Standaard is alleen de laatste plek binnen een timeslot verwijderenbaar. <br/> Indien je meerdere timeslots wilt verwijderen, kun je de checkboxes gebruiken. Alleen de laaste checkbox is klikbaar, maar zodra deze is aangeklikt wordt de checkbox van de plaats eronder geactiveerd. Op deze manier zijn meerdere plaatsen in een timeslot te verwijderen.<br/><br/>Met de knop 'group rows by slot' kun je plaatsen onder het tijdstip groeperen. Het is bedoeld om de leesbaarheid te verbeteren als uw tijdsloten meerdere plaatsen hebben, maar het kan het tegenovergestelde effect hebben als de meeste van uw tijdsloten slechts 1 plaats heeft.

# timeslots:date
source: Date
nl: Datum

# timeslots:time
source: Time
nl: Tijd

# timeslots:place
source: Place #
nl: Plaats #

# timeslots:home:new_timeslots:header
source: New timeslot
nl: Nieuw timeslot

# timeslots:message:deleted_timeslot
source: Timeslot removed!
nl: Timeslot verwijderd!

# timeslots:message:deleted_timeslots
source: Timeslots removed!
nl: Timeslots verwijderd!

# timeslots:message:unsubscribed_participant
source: Unsubscribed participant!
nl: Participant verwijderd uit timeslot!

# criteria:messages:created
source: Criterion successfully created
nl: Criterium aangemaakt

# criteria:messages:updated
source: Criterion successfully updated
nl: Criterium aangepast

# criteria:messages:deleted
source: Criterion successfully deleted
nl: Criterium verwijderd!

# criteria:messages:created_and_added
source: Criterion successfully created and added to the experiment!
nl: Criterium aangemaakt en aan experiment toegevoegd!

# criteria:messages:added_to_experiment
source: Criterion successfully added to experiment!
nl: Criterium toegevoegd aan experiment!

# criteria:messages:removed_from_experiment
source: Criterion successfully removed from experiment!
nl: Criterium verwijderd uit experiment!

# experiments:message:create:success
source: Successfully created experiment
nl: Nieuw experiment succesvol aangemaakt

# experiments:message:update:success
source: Successfully updated experiment
nl: Experiment aangepast

# experiments:message:deleted_experiment
source: Experiment deleted!
nl: Experiment verwijderd!

# experiments:message:exclude:included
source: Successfully included experiment
nl: Experiment succesvol opgenomen

# experiments:message:exclude:excluded
source: Successfully excluded experiment
nl: Experiment succesvol uitgesloten

# experiments:message:switch_open:closed
source: Successfully closed experiment
nl: Experiment openbaar gemaakt

# experiments:message:switch_open:opened
source: Successfully opened experiment
nl: Experiment verborgen

# experiments:message:switch_public:closed
source: Successfully hid experiment
nl: Experiment ge-opent

# experiments:message:switch_public:opened
source: Successfully made experiment public
nl: Experiment gesloten

# experiments:message:switch_visible:invisible
source: Successfully hid participants from leaders
nl: Participant informatie verborgen voor proefleiders

# experiments:message:switch_visible:visible
source: Successfully changed participant visibility to visible
nl: Participant informatie zichtbaar gemaakt voor proefleiders

# experiments:message:sent_reminders
source: Sent reminders to {} participant(s)
nl: Herinneringen gestuurd naar {} participant(en)

# experiments:message:invite_failure
source: Something went wrong!
nl: Er is iets fout gegaan...

# experiments:message:invite_success
source: Successfully invited participants!
nl: Participant(en) succesvol uitgenodigd!
