Repository: UiL-OTS-labs/babex
Catalog: lab/participants/locale/*/LC_MESSAGES/django.po
Languages: nl

# participant:attribute:email
source: E-mail address
nl: E-mailadres

# participant:attribute:name
source: Name
nl: Naam

# participant:attribute:birth_date
source: Birth date
nl: Geboortedatum

# participant:attribute:multilingual
source: Multilingual
nl: Meertalig

# participant:attribute:phonenumber
source: Phone number
nl: Telefoonnummer

# participant:attribute:sex
source: Sex
nl: Geslacht

# participant:attribute:email_subscription
source: On mailing list
nl: Nieuwsbrief ontvangen

# participant:attribute:created
source: Registered on
nl: Aanmelddatum

# participant:name:unknown
source: name unknown
nl: naam onbekend

# participant:attribute:sex:male
source: Male
nl: Man

# participant:attribute:sex:female
source: Female
nl: Vrouw

# participant:attribute:sex:prefer_not_to_answer
source: Preferred not to answer
nl: Antwoordde liever niet

# criterion_answer:attribute:answer
source: Answer
nl: Antwoord

# participants:delete:header
source: Delete participant
nl: Participant verwijderen

# participants:delete:cancel
source: Cancel
nl: Annuleer

# participants:delete:confirm
source: Delete participant
nl: Verwijder participant

# participants:detail:header
source: Details of '{}'
nl: Details van '{}'

# participants:detail:datetime
source: Date & Time
nl: Datum & tijd

# participants:update:header
source: Edit participant
nl: Participant aanpassen

# participants:home:header
source: Participants
nl: Participanten

# participants:globals:actions
source: Actions
nl: Acties

# participants:home:update:title
source: Edit participant
nl: Pas participant gegevens aan

# participants:home:delete:title
source: Delete this participant
nl: Verwijder participant

# participants:merge:header
source: Merge participants
nl: Participanten samenvoegen

# participants:merge:merge_button
source: Merge participants
nl: Participanten samenvoegen

# participants:specific_criteria:header
source: Specific criteria for '{}'
nl: Specifieke criteria voor '{}'

# participants:messages:updated_participant
source: Participant updated!
nl: Participant aangepast!

# participants:messages:deleted_participant
source: Participant deleted!
nl: Participant verwijderd!

# participants:deactivated:name
source: ** Deactivated **
nl: ** Verwijderd **

# participant:attribute:birth_weight:less_than_2500
source: < 2500 grams
nl: < 2500 gram

# participant:attribute:birth_weight:2500_to_4500
source: 2500–4500 grams
nl: 2500–4500 gram

# participant:attribute:birth_weight:more_than_4500
source: > 4500 grams
nl: > 4500 gram

# participant:attribute:pregnancy_duration:less_than_37
source: < 37 weeks
nl: < 37 weken

# participant:attribute:pregnancy_duration:37_to_42
source: 37–42 weeks
nl: 37–42 weken

# participant:attribute:pregnancy_duration:more_than_42
source: > 42 weeks
nl: > 42 weken

# participant:attribute:dyslexic_parent
source: Parent with Dyslexia
nl: Ouder met Dyslexie

# participants:demographics:header
source: Demographics
nl: Demografie

# participant:attribute:birth_weight
source: Weight at birth
nl: Geboortegewicht

# participant:attribute:pregnancy_duration
source: Pregnancy duration
nl: Zwangerschapsduur

# participants:age:years
source: years
nl: jaar

# participants:age:months
source: months
nl: maand

# participants:age:days
source: days
nl: dagen

# participant:attribute:which_parent:m
source: Father
nl: Vader

# participant:attribute:which_parent:f
source: Mother
nl: Moeder

# participant:attribute:which_parent:both
source: Both
nl: Moeder en vader

# participant:attribute:which_parent:neither
source: Neither
nl: Nee

# participant:attribute:which_parent:unk
source: Unknown
nl: Onbekend

# participant:attribute:parent_name
source: Parent name
nl: Naam ouder

# participant:attribute:phonenumber_alt
source: Phone number (secondary)
nl: Tweede telefoonnummer

# participants:detail:appointment:location
source: Location
nl: Locatie

# participants:detail:appointment:outcome
source: Outcome
nl: Uitslag

# participants:detail:calls
source: Calls
nl: Gesprekken

# participants:detail:calls:called_by
source: Called by
nl: Gebeld door

# participants:detail:comments
source: Comments
nl: Opmerkingen

# participants:detail:comments:new
source: + new comment
nl: + Opmerking toevoegen

# participants:detail:comments:submit
source: Send
nl: Toevoegen

# participants:detail:general
source: General information
nl: Gegevens

# participants:detail:contact
source: Contact details
nl: Contactgegevens

# participants:detail:appointments
source: Appointments
nl: Afspraken

# participants:detail:extradata:title
source: Title
nl: Beschrijving

# participants:detail:extradata:content
source: Content
nl: Inhoud

# participants:detail:extradata:new
source: + add datum
nl: + Toevoegen

# participants:detail:manage
source: Manage
nl: Administratie

# participants:detail:sections
source: Sections
nl: Menu

# participants:detail:edit
source: Edit
nl: Aanpassen

# participants:age
source: Age
nl: Aanpassen

# participant:attribute:english_contact
source: Agreed to being contacted in English
nl: Engelse communicatie

# participants:detail:extradata:click
source: click to show
nl: klik om weer te geven

# participants:delete:delete:text
source: This participant has never participated in an experiment and can be safely deleted from the database.
nl: Deze participant heeft nooit met een experiment meegedaan en kan dus veilig verwijderd worden uit de database.

# participants:delete:delete:prompt
source: Are you sure you want to delete participant '{}'?
nl: Weet je zeker dat je participant '{}' wilt verwijderen?

# participants:delete:deactivate
source: Deactivate participant
nl: Participant deactiveren

# participants:delete:deactivate:text
source: This participants has participated in one or more experiments and cannot be deleted:
nl: Deze participant heeft bij een of meer experimenten meegedaan en kan niet verwijderd worden:

# participants:delete:deactivate:prompt
source: You can still choose to deactivate the participant.
nl: Je kunt de participant wel deactiveren

# participant:attribute:parent_first_name
source: Parent first name
nl: Voornaam ouder

# participant:attribute:parent_last_name
source: Parent last name
nl: Achternaam ouder

# participant:attribute:save_longer
source: Agreed to saving data for 10 years
nl: Gegevens mogen tot 10 jaar bewaard worden

# participants:extradata:add:submit
source: Save
nl: Opslaan
