Repository: UiL-OTS-labs/babex
Catalog: datamanagement/locale/*/LC_MESSAGES/django.po
Languages: nl

# datamanagement:thresholds:edit:header
source: Edit thresholds
nl: Verander drempelwaarden

# datamanagement:thresholds:edit:info_text
source: Here you can manage the thresholds the application uses for it's checks. The threshold dictates after what time period the application should warn for old data, for each category. These can be changed at will, it will not affect any data stored in the database. <br/><br/>You can select the unit (days, weeks, months or years) in the select box, it will automatically convert the value to the new unit when you change it.
nl: Hier kun je de drempel waardes beheren die de applicatie gebruikt voor zijn controles. Dit drempel bepaalt na welke periode de applicatie moet waarschuwenvoor oude gegevens, voor elke categorie. Deze kunnen naar believen wordengewijzigd, het veranderd (nog) niks in de database. <br/> <br/> In het selectie veld kun je bepalen of het in dagen, weken, maanden of jaren wordt gezien. De waarde wordt direct omgerekend naar de nieuwe eenheid.

# datamanagement:global:save_button
source: Save
nl: Opslaan

# datamanagement:home:edit_thresholds
source: Edit thresholds
nl: Grenswaardes veranderen

# datamanagement:home:info_text
source: This page is intended to keep track of data stored in the database, and will advise you on what data may need to be deleted and/or anonymised. This is intended as a tool, not a complete solution!
nl: Deze pagina is bedoeld om de gegevens in de database bij te houden, en zal adviseren over welke gegevens mogelijk kunnen worden verwijderd en/of geanonimiseerd. Dit is bedoeld als hulpmiddel, geen complete oplossing!

# datamanagement:home:comments:header
source: Comments
nl: Opmerkingen

# datamanagement:home:comments:info_text
source: These experiments have comments that are older than {}, it might be a good idea to remove them. You can view all comments for this experiment by going to the experiment details page. (Click on the experiment name). You can also delete them individually there.
nl: Deze experimenten hebben opmerkingen die ouder zijn dan {}, het kan een goed ideezijn om ze te verwijderen. Je kunt alle opmerkingen voor dit experiment bekijken op de experiment details pagina.(klik op de naam van het experiment). Je kunt ze daar ookindividueel verwijderen.

# datamanagement:global:num
source: Number
nl: Aantal

# datamanagement:global:actions
source: Actions
nl: Acties

# datamanagement:home:delete_comments
source: Delete comments from this experiment
nl: Verwijder opmerkingen van dit experiment

# datamanagement:home:exp_part_visibility:header
source: Participant visibility
nl: Participant zichtbaarheid

# datamanagement:home:exp_part_visibility:info_text
source: These experiments have the personal info of the participants visible to the leaders, but their last time slot was {} ago
nl: Deze experimenten hebben de persoonlijke informatie van de participant zichtbaar voor deleiders, maar hun laatste tijdslot was {} geleden

# datamanagement:global:last_appointment
source: Last appointment
nl: Laatste afspraak

# datamanagement:home:delete_exp_part_visibility
source: Hide participants from leader(s)
nl: Verberg participant gegevens

# datamanagement:home:invites:header
source: Experiment invites
nl: Experiment uitnodigigen

# datamanagement:home:invites:info_text
source: Here you can delete 'already invited' trackers for participants from an experiment. Current threshold: {}. While not necessary for data protection, it does keep the database clean.
nl: Hier kun je 'reeds uitgenodigde' trackers voor participanten verwijderen van eenexperiment. Huidige drempelwaarde: {}. Hoewel niet nodig voor gegevensbescherming,het houdt de database wel schoon.

# datamanagement:home:delete_invites
source: Delete invite trackers from this experiment
nl: Verwijder trackers voor dit experiment

# datamanagement:home:participants:header
source: Participants
nl: Participanten

# datamanagement:home:participants:info_text
source: These participants haven't participated in an experiment for {}.
nl: Deze participanten hebben {} niet meer meegedaan in een experiment.

# datamanagement:home:participants:num_appointments
source: Number of appointments
nl: Aantal afspraken

# datamanagement:home:participants:has_account
source: Has account
nl: Heeft account

# datamanagement:home:participants:header2
source: Participants without appointments
nl: Participanten zonder afspraak

# datamanagement:home:participants:info_text2
source: These participants haven't ever participated in an experiment and were created {} ago
nl: Deze participanten hebben nooit aan een experiment mee gedaan en zijn {}geleden aangemaakt.

# datamanagement:home:participants:registered
source: Date created
nl: Aangemaakt op

# datamanagement:home:delete_participant
source: Delete this participant
nl: Verwijder participant

# datamanagement:global:days
source: days
nl: Data management

# datamanagement:global:weeks
source: weeks
nl: weken

# datamanagement:global:months
source: months
nl: maanden

# datamanagement:global:years
source: years
nl: jaar

# datamanagement:messages:deleted_participant
source: Participant deleted!
nl: Participant verwijderd!

# datamanagement:messages:refused_deletion
source: Refused to delete this participant! This participant has not been marked for deletion and could result in data loss. Please contact a technician if you think this isn't the case.
nl: Participant NIET verwijderd! Deze deelnemer is niet gemarkeerd voorverwijdering en kan leiden tot gegevensverlies. Neem contact op met een technicus als je denkt dat dit niet het geval is.

# datamanagement:messages:hid_participants
source: Participant data visibility successfully turned off.
nl: Gegevens verborgen!

# datamanagement:messages:deleted_invites
source: Successfully deleted invites for {}
nl: Trackers successvol verwijderd voor {}!

# datamanagement:messages:deleted_comments
source: Successfully deleted comments for {}
nl: Comments verwijderd voor {}!
